{"Background Information": {"examples": [{"sentence": "In 1991, the American Civil Liberties Union and the NAACP filed a state court suit against the LAPD for using K-9 dogs with excessive force when deemed unnecessary.", "notes": "This sentence provides historical context and additional information relevant to discussions on law enforcement practices and civil rights, clarifying the subject matter's significance."}, {"sentence": "The George Floyd tragedy and its aftermath in the summer of 2020 sparked a new wave of online racial tensions among different communities in online gaming spaces.", "notes": "This example includes background information on a significant event that affects broader discussions of racial tensions and their implications in various domains, such as online gaming."}, {"sentence": "The USC Alfred E. Mann School of Pharmacy and Pharmaceutical Sciences, a school that trains more than half of the pharmacists in Southern California, is one of the first pharmacy schools established in the United States and the first to offer a doctor of pharmacy degree.", "notes": "This sentence provides background information on a prominent institution, giving historical context and its impact on the field of pharmacy."}, {"sentence": "Last year, Silk Sonic’s lead single, “Leave the Door Open” won in all four categories it was nominated in.", "notes": "This sentence offers contextual information about a notable achievement in the music industry, contributing to an understanding of cultural significance and impact."}]}, "Conclusion": [{"sentence": "There’s something very emotional about seeing a relatable representation of gay men, and “Bros” makes me optimistic for the future of gay cinema, especially as it stands to impact many more queer adolescents by widening its audience and accessibility.", "note": "This sentence encapsulates the main points of the article and provides a forward-looking statement, fitting the definition of a conclusion."}, {"sentence": "Although “Chapter 4′′ draws on everything from Buster Keaton to Hong Kong cinema to even recent video games, it creates an identity of its own as a defining work of the action genre, all led by a man who can command the screen with a simple “yeah.” ", "note": "This sentence summarizes the key insights from the article and leaves the reader with an encapsulating thought about the subject."}, {"sentence": "USC is one of the most talented teams in the nation, but its lack of chemistry may pose a threat when competing against similarly matched opponents.", "note": "The sentence summarizes the article by identifying a key strength and a potential issue, giving a concluding insight into the subject discussed."}, {"sentence": "Not only will the new campus boost alumni relations and student opportunities, but it will also allow the Trojan Family to reach a different community of prospective students in a brand new way.", "note": "This sentence provides closure by highlighting the positive impacts and future implications of the new campus as discussed in the article."}], "Correction": [{"sentence": "10 Minnesota and No.", "note": "Incomplete sentence that requires correction for clarity, possibly missing detail about sports rankings or events."}, {"sentence": "8 UCSB.", "note": "An abbreviation or name is mentioned with insufficient context. Needs correction to clarify what UCSB refers to in this context."}, {"sentence": "There is no actual article content.", "note": "Statement needs correction as it provides an incorrect or unclear status of the article's content."}, {"sentence": "Sweet 16: No.", "note": "Incomplete reference to a sports event or a ranking, needing correction to include full information."}], "Counterpoint": {"examples": [{"sentence": "She went on to say the ban would impose a total prohibition on products that millions of adults choose to use, and, would ban the sale of many FDA-authorized alternatives for adult cigarette smokers, which would cause serious and lasting damage to tobacco harm reduction goals.", "notes": "This sentence challenges the idea of a ban being beneficial by introducing the potential negative impact on tobacco harm reduction goals. It presents an opposing viewpoint to the main argument for a ban."}, {"sentence": "Opponents of Prop 31 say there are problems with the measure.", "notes": "This sentence provides a contrasting viewpoint to the presumed benefits of Prop 31, indicating that there are issues with the measure according to its opponents. It introduces an alternative perspective."}, {"sentence": "This still shows that people in power with more capital still control what goes on, but climate change is an issue that impacts everyone.", "notes": "The sentence contrasts the control exerted by individuals with capital with the universal impact of climate change, adding depth and complexity to the narrative about influence and environmental issues."}, {"sentence": "However, critics have since raised concerns about the potentially harmful impact of these machines in marginalized communities.", "notes": "This sentence introduces an opposing viewpoint by highlighting criticisms and concerns regarding the impact in marginalized communities, adding depth to the main argument about these machines."}]}, "Future Outlook": {"examples": [{"sentence": "Intuit Area is set to be operational by fall of 2024.", "notes": "This example provides a forward-looking perspective on an event set to happen in the future, giving a specific timeline."}, {"sentence": "Sanders will be touted as one of the best quarterbacks in the conference even before he steps on the field.", "notes": "This sentence makes a prediction about Sanders's reputation in the future, offering an outlook based on current expectations."}, {"sentence": "The University hopes to expand on that progress in a March 7 conversation between the USC Center for the Political Future and Martha Escuita , a former California legislator and first woman to chair the Assembly and Senate Judiciary Committees.", "notes": "This example discusses future plans and events that the University hopes to build upon, mentioning a specific upcoming event and its implications."}, {"sentence": "And, of course, now we’re worried it’s going to do its seventh nuclear test in a matter of weeks.", "notes": "This example highlights concerns and predictions about an imminent event, discussing potential outcomes based on current behaviors."}]}, "Introduction": {"examples": [{"sentence": "For these three business owners, sharing food is a way to build accepting communities, educate others, and embrace cultural traditions in order to foster tolerance in America.", "notes": "This sentence introduces the main topic of the article by explaining the focus on the role of food in building communities and promoting cultural traditions."}, {"sentence": "Violence in the hip-hop music community has been increasing at an alarming rate.", "notes": "This sentence sets the stage for a discussion on the topic of violence in the hip-hop community."}, {"sentence": "As early voting centers open across Los Angeles, USC hosts a mobile voting site at the USC Village.", "notes": "This sentence introduces the topic of mobile voting sites and their relation to the early voting process in Los Angeles."}, {"sentence": "Storms battered California this past week.", "notes": "This sentence introduces the main event of the article, which is the recent storms affecting California."}]}, "Main Event": {"examples": [{"sentence": "USC baseball opens five-game homestand with victory over LMU  The Trojans win on Tuesday night made them victorious in 12 of their last 15 games.", "notes": "This sentence describes a key event in the sports narrative, providing timing (Tuesday night), the progression (opens five-game homestand with victory), and the significance in the context of recent performance (victorious in 12 of their last 15 games)."}, {"sentence": "Published in December last year by the international news agency, the Reuters series titled “Nightmare in Nigeria” unveiled the alleged war crimes by the Nigerian military in their conflict with the Islamic insurgent group Boko Haram.", "notes": "This sentence describes a major event in investigative journalism, emphasizing timing (published in December last year), the progression (unveiled the alleged war crimes), and the significance (the Nigerian military's actions in their conflict with Boko Haram)."}, {"sentence": "Renovations are effective immediately, the Office of the President announced Tuesday.", "notes": "This sentence outlines a significant administrative event, focusing on the timing (effective immediately, announced Tuesday) and emphasizing the immediacy and authority behind the announcement (the Office of the President)."}, {"sentence": "Panic ensued, and one of Marcos’ generals, Fabian Ver, implores Marcos to authorize an airstrike to disperse the protesters.", "notes": "This sentence describes an intense political event, highlighting the urgency and progression of events (panic ensued, implores to authorize an airstrike) as well as the significance of the decision-making in a tense situation involving protesters."}]}, "Quote": {"examples": [{"sentence": "Steven Klotzsche: They need to put more security.", "note": "This is a direct statement from a person, providing insight into security needs."}, {"sentence": "“I don’t see what really changes between 16 and 18 to the point where somebody could be drafted for the military and not be able to vote,” Madeline Perrou, a voter at the Culver City City Hall polling station said.", "note": "This quote provides perspective on a political issue from an individual voter."}, {"sentence": "“There’s a little bit of inconsistency with everybody,” USC head coach Andy Enfield said in reference to the USC offense.", "note": "A quote from a coach giving context about a team's performance."}, {"sentence": "Aouri Pi: “I’m an international student from China so its really hard to fly back and have to quarantine and come back, and I don’t really have time for the long trip so I just decided to stay here.”", "note": "This provides personal insight from an international student about travel challenges."}]}, "Reflection": {"examples": [{"sentence": "Their eyes light up, and their pure excitement to see a magical character who looks like them reveals a much deeper importance that is widely overlooked: children are finally able to actually see themselves in Disney, and not just through animation.", "notes": "This sentence provides a reflective perspective on the deeper impact of representation in media, highlighting personal and cultural significance."}, {"sentence": "Songs like “Pluto Projector” and “Sunflower” hold special places in my relationship, and I have many happy memories of long car rides and refrigerator-lit dancing scored by these songs.", "notes": "This sentence offers a personal reflection on specific songs and the emotional memories they evoke in personal relationships."}, {"sentence": "I think that’s why I feel so guilty watching state leaders burn it to the ground from the comfort of the Los Angeles bubble I’ve been living in for the past eight months.", "notes": "This sentence captures introspection and personal feelings of guilt and detachment from larger socio-political events."}, {"sentence": "I agree, but also believe –– and perhaps this is too optimistic –– that every small effort counts.", "notes": "This sentence reflects on personal beliefs, capturing an introspective view on the impact of individual actions within a larger context."}]}, "Specific Detail": {"examples": [{"sentence": "The freshman was 2-for-4 on the day, and 7-for-14 over the weekend.", "notes": "This sentence provides specific statistics about a freshman's performance, adding detail and context to the narrative about their athletic performance."}, {"sentence": "The show’s 19-person cast plays more than 60 characters, including immigrant workers who run the bar and restaurants, housekeeping services and human resources.", "notes": "This sentence offers detailed information about the cast and roles in a show, contributing depth to the understanding of the show's complexity."}, {"sentence": "Over one-third of white L.A. households can afford a median-priced home, while only 15% of Latinx and 14% of Black households can afford that same median-priced home.", "notes": "The sentence delivers specific numerical data about housing affordability by demographic groups, providing critical context for socioeconomic disparities."}, {"sentence": "They play five different short films, some animated, using stop-motion depicting laborers hard at work, others are live action in black-and-white and show household workers making beds or even dancing.", "notes": "This sentence gives detailed descriptions of the content of short films, including methods and themes, which enhances the reader's understanding of the presentation."}]}, "Transition": {"examples": [{"sentence": "Still, there are some aspects of college competition that Holt wishes he could have back.", "notes": "This sentence signals a shift in narrative focus from one aspect of a topic to another, maintaining coherence by connecting past and present experiences."}, {"sentence": "While Chavez Ravine is home to world-class Cy Young talent, the rotation was under construction this offseason.", "notes": "This sentence connects two related topics, indicating a shift from a general statement about Chavez Ravine to a more specific development concerning the rotation."}, {"sentence": "Despite the lack of action from the city, Share A Meal volunteers are still looking forward to the future.", "notes": "This sentence introduces a new perspective, transitioning from a focus on the city's inaction to the volunteers' optimistic outlook, ensuring narrative flow."}, {"sentence": "While Cinderellas are fun for the first weekend, the clock usually strikes midnight around the start of the second weekend; third time’s not the charm for some lower seeds, and the top seeds bring the bracket back to normal.", "notes": "This sentence shifts the focus from the excitement of underdog teams to the eventual dominance of top seeds, connecting different phases of a sports event."}]}}