{"Analysis": {"examples": [{"sentence": "Ja may be doing this unknowingly, but he’s spitting on the faces of Black Americans who are trying to break the age-old narrative of young, Black men who are labeled as “thugs,” prone to violence and crime.", "notes": "This example provides an analysis of Ja's actions and their broader implications on societal narratives about Black Americans, highlighting the contrast between personal actions and collective stereotypes."}, {"sentence": "Angela Bassett commanded every scene she was in with an effortless ease, perfectly emulating a grieving mother projecting a strong regal image to protect both her kingdom and the remnants of her family.", "notes": "This example examines Angela Bassett's performance in depth, evaluating her portrayal of a complex character and highlighting the strengths of her acting in conveying emotion and narrative."}, {"sentence": "What’s worse, the film’s depiction of the process by which Nike landed Jordan plays fast and loose with reality.", "notes": "This example provides an analysis of a film's accuracy in depicting real events, evaluating its faithfulness to reality and implications for the audience's perception of truth in storytelling."}, {"sentence": "That’s likely why the university dismissed and delayed negotiations until three weeks ago, when the UAW strike infiltrated its front-facing operation across media coverage of all 10 campuses.", "notes": "This example offers an analysis of the university's strategic decisions and their impact, examining the implications of media attention and labor actions on negotiation dynamics."}]}, "Background Information": {"examples": [{"sentence": "With USC’s yearly tuition of $64,726 exceeding the national average of $41,568, a recent USC graduate will, on average, end with $27,136 after four years in debt if they begin taking out loans their freshman year.", "note": "This sentence provides contextual details about the financial situation for USC students, helping readers understand the broader implications of tuition costs and student debt."}, {"sentence": "Directed by Sarna Lapine, who also directed the 2017 show and is the niece of James Lapine, the production takes a somewhat minimalist approach to the musical.", "note": "This sentence offers historical and contextual information about the director, which helps readers understand her connection to the production and potential influences on its style."}, {"sentence": "According to the New York Times, this is the fifth shooting on or near a Virginia college campus since February.", "note": "This sentence provides historical context about the frequency of shootings near college campuses in Virginia, which is crucial for understanding the seriousness and implications of the current event."}, {"sentence": "Currently, in the field of disability studies, they often look at disability from rehabilitation or an integration framework, as we see in Torn Shakespeare and Nicholas Watson’s 'The Social Model of Disability: An Outdated Ideology?'", "note": "This sentence offers contextual information about the prevailing frameworks in disability studies, helping readers understand current academic perspectives and debates within the field."}]}, "Conclusion": [{"sentence": "Ultimately, we as a generation are far too familiar with seeing society let the harm and suffering of Black people go unpunished in real life—we don’t need it redone in 4K. Despite the ongoing discourse, “Till” has been in talks to receive Oscar nods and, given the Academy’s proclivity for recognizing Black history films depicting trauma, it is a strong contender.", "notes": "This sentence effectively summarizes the ongoing themes of societal harm and historical recognition, while bringing the article to a close by offering a perspective on the film's potential impact and future."}, {"sentence": "Keeping the dialogue open during this time of the year helps keep diagnosed diabetics from feeling isolated and can even save lives.", "notes": "This conclusion encapsulates the importance of open dialogue for diabetics' well-being, ending on a strong note by emphasizing a positive societal outcome."}, {"sentence": "But for now, whether it’s the delicious food at local restaurants gorgeous views at the Los Angeles State Historic Park we can still enjoy the beauty within Chinatown while it lasts.", "notes": "This sentence provides closure by summarizing the enjoyment and appreciation of Chinatown’s current offerings, leaving a lasting impression about cherishing transient beauty."}, {"sentence": "As the production came to an end, the lights on set dimmed, and the house was put back into its regular state, the project marked a special point for these filmmakers: the beginning of a connection to cultura and communidad that will hopefully inspire future Latine filmmakers.", "notes": "This conclusion wraps up the significance of the project and its potential future impact, summarizing the themes of cultural connection and inspiration for future generations."}], "Contrast": {"examples": [{"sentence": "Surprisingly, it was the Sun Devils’ offense that kept them in it early, as opposed to their elite defense.", "notes": "This sentence contrasts the Sun Devils' expected strength (defense) with the surprising performance of their offense, highlighting an unexpected outcome."}, {"sentence": "Utah is the antithesis to USC; the Utes are led by head coach Kyle Whittingham who has led the team since 2005 and the team returned 17 starters and nine all-conference players this season.", "notes": "This sentence provides a direct contrast between Utah and USC, focusing on differences in coaching stability and team experience."}, {"sentence": "California winters are typically more mild than in colder regions, but January stunned residents with turbulent winter weather.", "notes": "This sentence contrasts the usual mildness of California winters with the unexpected severity of weather in January, emphasizing an unexpected outcome."}, {"sentence": "On the flip side, Butterfinger and Crunch bar lovers will be less affected by the booming candy inflation, with the lowest price jumps, Crunch by only 6% and Butterfinger by 7%.", "notes": "This sentence contrasts the impact of inflation on different candy bars, emphasizing the lesser effect on Butterfinger and Crunch compared to others."}]}, "Counterpoint": [{"Sentence": "On the other side, James Aranguren, the communications director of the Trojan Democrats, is hesitant to whether or not Trump’s arraignment will actually lead to change.", "Note": "This sentence presents an alternative viewpoint or skepticism regarding the main narrative about Trump's arraignment."}, {"Sentence": "While Democratic leaders have praised the bill, there’s also growing concern it wouldn’t do enough to protect LGBTQ people.", "Note": "This sentence introduces contrasting viewpoints by acknowledging both the praise for the bill and concerns about its inadequacy, offering depth to the discussion."}, {"Sentence": "The University of California responded to the outrage, pointing out that leaders in 2020 negotiated 5 percent annual wage increases for AFSCME-covered employees.", "Note": "This provides a counterpoint by addressing criticism with a response that includes a different perspective on the wage negotiations."}, {"Sentence": "While tacking on a green roof or constructing a new garden in a building seems like an easy solution towards sustainability, Salazar said that it can often be unrealistic because the construction costs exceed the budget of the client.", "Note": "This sentence contrasts the perceived simplicity of green solutions with the reality of financial constraints, providing a nuanced perspective on sustainability efforts."}], "Elaboration": [{"sentence": "Gottlieb attributed the poor shooting to Penn’s zone defense that gave the Trojans fits at times.", "note": "This sentence provides additional information by explaining the reason behind the poor shooting, thus offering a deeper understanding of the situation."}, {"sentence": "From there, he began writing 90-minute shows that were “somewhere between theater and comedy,” similar to the style of “Billy on the Street.”", "note": "This sentence elaborates by providing examples and a comparison, helping to clarify the type of shows he was writing and adding context by referencing “Billy on the Street.”"}, {"sentence": "Going off these metrics, a variety of different personalities can be assigned such as the “Early Adopter,” the “Adventurer,” the “Deep Diver” and the “Devotee.”", "note": "This sentence expands on the topic by listing specific types of personalities that can be identified, providing further detail and depth to the discussion about metrics and personality assignment."}, {"sentence": "When asked about local law enforcement’s response to the antisemitic incidents, Abrams pointed to the First Amendment as a limitation faced in properly combating hate speech.", "note": "This sentence gives additional information by highlighting the challenge local law enforcement faces in addressing antisemitic incidents, thus adding depth and context to the discussion through the mention of the First Amendment."}], "Future Outlook": {"examples": [{"sentence": "On Friday, the Trojans look to clinch their first ever trip to the College Football Playoff since its inception in 2014.", "notes": "This sentence provides a forward-looking perspective on a significant potential achievement, discussing upcoming opportunities for the team."}, {"sentence": "Defensive coordinator Alex Grinch’s job status will be a point of discussion in the offseason.", "notes": "This example highlights future expectations and challenges regarding job status, incorporating elements of speculation."}, {"sentence": "At best, a Sweet Sixteen appearance could be on the Bulldogs’ horizon, but not much more than that.", "notes": "This sentence includes speculation and prediction about the team's future prospects and possible achievements."}, {"sentence": "However, it will be interesting to see who the USC offense flows through when Williams is on the bench, as the team doesn’t have great ball-handling options behind her.", "notes": "This involves speculation about future strategies and challenges the team may face, with a forward-looking perspective."}]}, "Game Details": {"examples": [{"sentence": "Penix threw for 408 yards and two touchdowns to outduel Oregon senior quarterback Bo Nix amid his unprecedented surge.", "notes": "This example provides specific player performance statistics and indicates a key event in the game, offering depth to the narrative."}, {"sentence": "Brown had back-to-back goals to give USC a 5-2 lead early in the first quarter.", "notes": "This sentence details a player's contribution to the game, indicating game progression and player performance."}, {"sentence": "Still, the Trojans had their most efficient set of the weekend with 15 kills and two errors on their way to another 25-19 set victory.", "notes": "This sentence gives detailed statistics about the team's performance, showing their efficiency and progression in the match."}, {"sentence": "A race to the rim by freshman guard Amari Bailey with 35 seconds left in the half was answered by senior guard Will Richardson to close out the half 32-30 in favor of UCLA.", "notes": "This example provides specific game details about key events and scores, capturing the competitive nature and progression of the match."}]}, "Image Caption": {"examples": [{"sentence": "Junior quarterback Caleb Williams warms up with the offense during football practice on March 8.", "notes": "A clear and straightforward depiction of an action occurring in a specific scene, relevant to sports."}, {"sentence": "Leimert Park vendor Jeanette Miller proudly displays her jewelry, soaps, and body oils.", "notes": "Provides a detailed scene of an individual in her environment, indicating pride and context in a community setting."}, {"sentence": "A USC student sits by the Hoose Library of Philosophy while studying for midterms.", "notes": "Offers a snapshot of student life and academic activity, which provides context to the photograph and relevance to a college setting."}, {"sentence": "Houston's Marcus Sasser (0) celebrates with Jamal Shead (1) after making a basket while being fouled during the second half of an NCAA college basketball game against the South Florida Wednesday, Jan. 11, 2023, in Houston.", "notes": "Describes a dynamic sports moment with players identified and contextualized during a specific event, enhancing the understanding of the image."}]}, "Introduction": {"examples": [{"sentence": "California’s 37th Congressional District, which includes USC and neighboring Los Angeles communities, will have a USC alumni representative when Congress reconvenes in January.", "notes": "This sentence effectively introduces the topic of a USC alumni representative in Congress, providing context about the Congressional District and the timeline of events."}, {"sentence": "Under Elon Musk, what’s at stake for Twitter users?", "notes": "This sentence introduces the article's discussion about potential changes and implications for Twitter users under Elon Musk's leadership."}, {"sentence": "The “Population Bomb” could be less damaging than predicted, a new study suggests  A new study done by the Earth4All collective and commissioned by the Club of Rome projects that the “population bomb” our world was projected to face will not be as harmful as experts originally thought.", "notes": "This sentence provides an introduction to a new study's findings on population concerns, setting the stage for a larger discussion on its impact and predictions."}, {"sentence": "USC students create new airport rideshare pairing app  Three Trojans created the app to improve the travel experience for students riding to campus from Los Angeles International Airport.", "notes": "This sentence introduces the creation of a rideshare app by USC students, providing context on its purpose and relevance to the campus community."}]}, "Key Insights": {"examples": [{"sentence": "Fifth-year guard Drew Peterson and senior guard Boogie Ellis led the Trojans with 19 and 18 points, respectively.", "notes": "This sentence highlights key player performances and statistics that are crucial to understanding the outcome of the game."}, {"sentence": "Overall, San Diego State was held to just two base hits in 29 at-bats Saturday for a batting average of .069, and the Aztecs hit 0-for-12 with runners on.", "notes": "This sentence provides significant statistical information about San Diego State's performance, pointing to a pivotal aspect of the game."}, {"sentence": "The Trojans started off the game with 13 straight points in part because of redshirt freshman guard Taylor Bigby, who scored eight of the points in the six-minute long scoring run for USC.", "notes": "This sentence encapsulates a pivotal moment in the game and highlights a significant player contribution to the outcome."}, {"sentence": "While the defense did struggle for a good portion of the game, the offense was spectacular and got back on track after a sluggish performance against Oregon State last week.", "notes": "This sentence summarizes a significant development in the team's performance, providing insight into changes and dynamics crucial to understanding the game."}]}, "Main Event": {"examples": [{"sentence": "USC kicked off Arab American Heritage Month on Monday, April 3, at Hahn Plaza, featuring remarks from members of the Middle Eastern North African Student Assembly (MENASA) and an energetic belly dancers performance.", "notes": "This example highlights the timing (April 3), location (Hahn Plaza), and key participant actions (remarks and belly dancers performance), providing a clear focus on the main event of kicking off Arab American Heritage Month."}, {"sentence": "A study published this morning by the Kaiser Family Foundation unveils shocking statistics about Americans’ experiences with gun violence.", "notes": "This sentence emphasizes the timing (this morning) and the significant outcome (unveiling shocking statistics), central to the article's narrative about a pivotal report on gun violence."}, {"sentence": "Miles Partain and Trojan alum Andy Benesh became the first U.S. men to win gold at a Volleyball World Beach Pro Tour event.", "notes": "This example focuses on the main event of winning the gold, highlighting the key participants (Miles Partain and Andy Benesh) and the significant outcome (first U.S. men to achieve this), which is central to the article's narrative."}, {"sentence": "The crowd was probably its loudest when Ellis hit a ridiculous step-back three with under 90 seconds left to put away the Bruins, something USC couldn’t do earlier this month when it failed to cement its comeback against UCLA in Westwood.", "notes": "This sentence provides specific details about timing (under 90 seconds left) and key participant action (Ellis hitting a step-back three), focusing on a pivotal moment in the game that is central to the narrative about overcoming previous failure."}]}, "Meta Information": [{"Sentence": "AP Photo/Michael Conroy)  By Michael Fiumefreddo February 03, 2023 at 12:55 pm PST  “Tourney Talk” is a column by Michael Fiumefreddo about the men’s basketball NCAA Tournament.", "Notes": "This sentence provides authorship and publication details as well as context about 'Tourney Talk' being a column about the NCAA Tournament, fitting the definition well."}, {"Sentence": "AP Photo/David J. Phillip)  By Valerie Fang February 07, 2023 at  6:48 pm PST  “In the Loop” is a column by Valerie Fang dedicated to the sport of figure skating.", "Notes": "This example includes meta information about the authorship, the publication date, and contextualizes 'In the Loop' as a column about figure skating."}, {"Sentence": "By Shreya Agrawal November 07, 2022 at 5:04 pm PST  Arizona native Chelsea McGuire grew up on a farm in Pinal County.", "Notes": "This includes authorship and publication date, providing additional context about Chelsea McGuire's background, which enhances understanding beyond the main content."}, {"Sentence": "By Sullivan Maley, Camryn Brewer, and Spencer Cline March 30, 2023, at 6:35 pm PDT  Warning: Listener discretion is advised for this story.", "Notes": "The authorship and publication details are included, along with a structured content element providing a listener warning, which adds supplementary information."}], "Personal Reflection": {"examples": [{"sentence": "It feels like we’re constantly being undermined.", "notes": "This sentence captures a personal feeling of being undermined, offering insight into the emotional state of the speaker."}, {"sentence": "Despite Hernandez’s ability to portray people’s experiences in feature stories, in real life she considers herself “introverted, a little awkward.”", "notes": "This sentence provides a personal reflection on Hernandez's self-perception, revealing her inner thoughts about her personality and how it contrasts with her professional abilities."}, {"sentence": "With confetti streaming down on Utah’s trophy ceremony, Williams could be seen off to the side tearing up as he watched the team responsible for USC’s two losses hoist the trophy the Trojans had their sights on all season.", "notes": "This sentence offers a glimpse into Williams' emotional response, highlighting personal feelings tied to a significant event, adding emotional depth to the narrative."}, {"sentence": "I’d never been around so many queer POC and people who I felt safe around,” Nunis said.", "notes": "This sentence expresses a personal realization and emotional response from Nunis, reflecting on a moment of feeling safe and connected with others."}]}, "Question": {"examples": [{"sentence": "What led you to this particular job?", "note": "This is a straightforward question seeking clarification or personal insight, fitting the definition well."}, {"sentence": "Why be a USC editor specifically?", "note": "This question targets a specific role and seeks to explore the reasoning behind choosing that position, aligning with the label's definition."}, {"sentence": "How is it that your teammate Travis Kelce, who is listed to be four inches taller and about 40 pounds heavier than you, gets in and out of his breaks quicker and has exponentially more wiggle than you?", "note": "A complex question seeking clarification and engaging the reader (or listener) to think about athletic performance differences, suitable for the label."}, {"sentence": "How do you edit an article without removing the original author’s voice?", "note": "This is an inquiry into the editing process, inviting consideration and exploration of a specific issue in journalism."}]}, "Quote": {"examples": [{"sentence": "I think what is different...is the alliance and how we are all functioning together,” Mayor Bass said.", "note": "This is a good example of a quote as it includes a direct statement from a person, in this case, Mayor Bass, providing insight into the functionality of an alliance."}, {"sentence": "HANNAH WOODWORTH: I think it’s the first app, like social media app, I’ve seen really tailored toward current campus culture in a way that’s comical and also the content that I’ve seen isn’t that derogatory, which I think is generally positive.", "note": "This is a strong example of a quote because it captures a specific opinion and perspective from Hannah Woodworth about a social media app, providing context and personal insight."}, {"sentence": "Props to [Reese], she was just a force on the block,” sophomore forward Rayah Marshall said.", "note": "This is a good quote as it provides a direct statement from Rayah Marshall, acknowledging and providing context about the performance of a teammate."}, {"sentence": "It’s a melting pot,” said Kelly Ash, a sophomore majoring in astronautical engineering.", "note": "This is a suitable example of a quote because it captures a metaphor used by Kelly Ash to describe a diverse environment, offering a glimpse into her perspective."}]}, "Supporting Detail": [{"Sentence": "We mentor, we disciple, we provide tutoring, we provide athletic training and we provide opportunities to learn for these young men.", "Notes": "This sentence provides specific examples of the support and activities provided, adding depth to the main topic of support for young men."}, {"Sentence": "In 1980, median rent in Los Angeles was $838 monthly.", "Notes": "This sentence provides numerical data that supports discussions about historical rent prices, offering context to the main topic of housing or economic conditions."}, {"Sentence": "The freshman took the floor in the final three sets Friday night, a career high, as she served a perfect 8-for-8, tallying a pair of aces.", "Notes": "This sentence gives specific examples and data that support the discussion of the athlete's performance, adding credibility and context."}, {"Sentence": "Through the mental health wellness app, users have exclusive access to over 25 artists from different walks of life including actor Paul Wesley from 'The Vampire Diaries,' Korean rapper Mingyu and singer Tori Kelly.", "Notes": "This sentence provides specific examples of artists involved in the app, adding depth and credibility to the discussion about the app's offerings."}], "Transition": [{"Sentence": "But that is not to say that all hope is lost.", "Notes": "This sentence effectively signals a shift in perspective, from discussing challenges or negative aspects to introducing a more hopeful angle. It guides the reader toward a different focus, maintaining the narrative flow."}, {"Sentence": "However, once the \"Billy on the Street\" videos that Eichner had created since 2004 started to go viral around 2010, Eichner acquired the public backing he seeked to support his endeavors.", "Notes": "This sentence marks a transition in time and success, illustrating how a change in circumstances impacted Eichner's career. It helps the reader understand the shift from struggle to achievement, maintaining continuity in the story."}, {"Sentence": "Yet, as Santiago reflects now, she knows her dad’s resolve is what helped create the path to reach some of the most distinguished musical institutions in the nation and special music programs every summer since she can remember.", "Notes": "This sentence transitions from a general reflection to a more specific realization about her father's impact, guiding the reader through evolving insights and maintaining the narrative flow."}, {"Sentence": "While the offense tries to incorporate its new additions into its already explosive unit, the defense expects to take significant strides from its 2022 season.", "Notes": "This sentence transitions between two perspectives within a sports context, discussing both offense and defense strategies. It effectively guides the reader from one aspect of the team's strategy to another while maintaining overall coherence."}]}