{"Analysis": [{"Sentence": "You have to take a step back and think about the policy impact of it and think about why that person made the decision that they did or why they’re about to do it the way they’re about to do it.", "Notes": "This sentence calls for a deeper consideration of policy decisions and motivations, fitting the 'Analysis' label as it encourages examination and interpretation of actions and their broader implications."}, {"Sentence": "HUYNH: I feel like it’s so symbolic of the mothers, of their sobrevivir, their survival, how it was very difficult, very painful.", "Notes": "This sentence offers an interpretation of a symbolic act, providing insight into the significance and implications of survival in a specific context, which aligns well with the 'Analysis' label."}, {"Sentence": "The competitor in her wants to be on the court for forty minutes a game; the great teammate in her, however, understands that she must defer.", "Notes": "Here, the sentence examines the internal conflict and dynamics within a person, offering an evaluative look at character and decision-making, which is a clear example of 'Analysis'."}, {"Sentence": "For years, politics have been occupied by selfish politicians to gain power and to try to get reelected.", "Notes": "This statement evaluates a political situation, interpreting the motivations and implications of politicians' actions, which is fitting for the 'Analysis' label."}], "Background Information": {"examples": [{"sentence": "They fueled the war, then fed the post-war boom, during which nearly everything was made of plastic, from windows and doors, bottles and bags, to clothes.", "notes": "This sentence provides historical and contextual details about the use and production of plastic, linking it to both wartime and post-war economic conditions. It helps establish an understanding of the economic and cultural shifts post-war."}, {"sentence": "Since then, the Sun Devils have been under the leadership of interim head coach Shaun Aguano, the team’s former running backs coach.", "notes": "This sentence offers background information about a sports team's leadership change, providing context on the current interim head coach and his previous role, which is important for understanding recent team dynamics."}, {"sentence": "The belief that voter fraud is prevalent in our country has been a flashpoint among many Republicans since former President Donald Trump claimed it was rampant after losing the last presidential election.", "notes": "This sentence gives background information on the topic of voter fraud, linking it to claims made by a former president, which sets the context for ongoing political discussions and controversies."}, {"sentence": "The seven players arrived by way of many different backgrounds, from Mali to Paris to Denmark, from the Big West to the Big Ten to Pac-12 rivals, from junior college to former national champions.", "notes": "This sentence provides contextual information about the diversity of backgrounds of the players, which is important for understanding the team's composition and the range of experiences they bring."}]}, "Conclusion": {"examples": [{"sentence": "Her family and friends back home are amazed by her accomplishments and proud of her for going far beyond what they thought was possible.", "notes": "This sentence serves as a final thought recognizing the subject's achievements and leaves a lasting impression of pride and amazement."}, {"sentence": "The team is anticipating a challenging but successful season.", "notes": "This sentence provides a summary and conclusion by encapsulating the team's outlook and expectations for the future."}, {"sentence": "Photo by Yannick Peterhans) 11:20 p.m. While the USC watch party has ended and the lights of the Wallis Annenberg Hall have turned off, Ash Alguneh and Nolan McDowell-Lesesne, sophomores studying international relations and political science respectively, are still watching the electoral results trickle in.", "notes": "This sentence serves as a conclusion by providing a sense of closure and continuation as it indicates the end of an event but suggests ongoing engagement."}, {"sentence": "Saving the world on their terms is what pulls Ziggy and Evelyn apart and pushes them back together when there’s nowhere else to go in the perfunctory conclusion to this dramedy.", "notes": "This sentence encapsulates the conclusion of the story and leaves a lasting impression by summarizing the key dynamic between the characters."}]}, "Counterpoint": [{"sentence": "While residents like Rizo desire better cooling resources, the LAHD states that AC is an “amenity” for residents.", "note": "This sentence presents a contrasting viewpoint by showing the desires of the residents juxtaposed with the official stance of the LAHD, providing a counterpoint to the narrative of resident needs."}, {"sentence": "While it’s often said to be impossible to navigate Los Angeles without a car, the city has a more-than-capable public transportation system that can take you to a countless number of mouth-watering restaurants.", "note": "This sentence contrasts the common belief about the necessity of a car in Los Angeles with the existence and capability of the public transportation system, offering an alternative perspective."}, {"sentence": "Flag acknowledges that LAUSD is looking to implement mental health programs for Black students; however, he said they need to bolster their efforts to see real change happen in students’ lives by implementing programs like BSAP.", "note": "Here the acknowledgement of LAUSD's efforts is countered by criticism and the need for more robust implementation, presenting a more complex discussion on the topic."}, {"sentence": "The GOP’s response was delivered by Arkansas Governor Sarah Huckabee Sanders who criticized the “craziness” of Democratic policies.", "note": "This provides a straightforward counterpoint by presenting a GOP viewpoint that opposes Democratic policies, adding a political contrast."}], "Detail": {"examples": [{"sentence": "Oregon quarterback Bo Nix (10) runs the ball against California during the first half of an NCAA college football game in Berkeley, Calif., Saturday, Oct. 29, 2022.", "notes": "This sentence provides a specific detail about a sports event, including the player's name, team, opponent, location, and date, which adds depth and context to a sports report."}, {"sentence": "Sissoko also had a double-double with 18 points and 11 rebounds, while Littleton scored 13 points and led the team in assists with five.", "notes": "This provides specific statistical data about the players' performances in a basketball game, adding depth and specificity to the sports narrative."}, {"sentence": "Konscious Foods Sushi This Canada-based company dished out plant-based onigiri and California rolls filled with both faux fish and veggies.", "notes": "This sentence provides specific information about the type of products a company offers, adding context and depth to the discussion about plant-based diets or food products."}, {"sentence": "You can find prebiotics in foods such as onions, garlic, bananas, asparagus and artichokes, as well as in supplement form.", "notes": "This sentence provides specific examples of foods containing prebiotics, adding depth and supporting information to a discussion about health and nutrition."}]}, "Future Speculation": [{"Sentence": "Look for Busch to win his inaugural race with Richard Childress Racing and the inaugural race of the 2023 season.", "Note": "This sentence speculates on the potential outcome of a future race involving Busch."}, {"Sentence": "By the end of his act, it would not be surprising if Del Water Gap’s energetic performance and musical talent, reflecting a blend of Shawn Mendes and Joshua Bassett, garnered a host of new listeners.", "Note": "This is future speculation about the potential impact of Del Water Gap's performance, predicting that it could attract new listeners."}, {"Sentence": "There is ample concern that these plate readers will criminalize people seeking out-of-state abortion care, and it could also be used to track protestors.", "Note": "This sentence speculates on the potential future uses and consequences of plate readers, raising hypothetical concerns."}, {"Sentence": "With all the uncertainty around the future of the Big 12, it looks like its basketball is here to stay.", "Note": "This sentence speculates about the future stability of Big 12 basketball amidst uncertainties."}], "Gameplay Description": {"examples": [{"sentence": "After a Trojan timeout, Ehrhardt tossed the ball to Di Martire who fired a bullet past the outnumbered Cardinal to put the Trojans up 12-9.", "note": "This sentence describes a specific play and highlights the actions of players during a game. It illustrates the progression of the game and the impact of their actions on the score."}, {"sentence": "The Trojans started off the game with 13 straight points in part because of redshirt freshman guard Taylor Bigby, who scored eight of the points in the six-minute long scoring run for USC.", "note": "This example provides specific details on the players' actions, the strategy leading to a scoring run, and its impact on the game."}, {"sentence": "In Beasley Coliseum, both sides went scoreless for the first two minutes before Sissoko made two free throws with 8:11 to go in the first quarter.", "note": "This sentence describes the progression of the game, highlighting a specific player's actions that broke the early stalemate and influenced the game's early scoreline."}, {"sentence": "In the late stages of the match, the Trojans were unable to get anything going against an Arizona squad that was quite content with sitting on their one-goal advantage.", "note": "The example illustrates a strategic aspect of the game, focusing on the outcomes and how the strategy of one team impeded the other's ability to score."}]}, "Introduction": {"examples": [{"sentence": "By Will Simonds November 08, 2022 at 11:29 pm PST  After losing all five starters from last season and adding seven transfers in the offseason — not to mention the head coach missing the end of the preseason on maternity leave — it would make sense for USC women’s basketball to start the year slowly.", "notes": "This sentence introduces the main topic of the article by providing background information about the challenges faced by the USC women’s basketball team, setting the stage for a discussion on their performance."}, {"sentence": "South L.A. could have its first Costco store with housing units overhead  By Kassydi Rone February 16, 2023 at 6:48 pm PST  An unoccupied five-acre lot in the Baldwin Village neighborhood may be home to a new Costco with 800 apartment units situated above the store, according to a January press release by private-owned real estate developer Thrive Living.", "notes": "This sentence provides an introduction to the article by outlining the main event — the potential development of a Costco store with housing units — and offers context with the location and source of information."}, {"sentence": "USC students hold candlelight vigil to mourn victims of Xinjiang Fire  Students gather on campus to protest China’s “zero COVID” policy that imposes lockdowns, widespread testing, and quarantines to keep COVID deaths to a minimum.", "notes": "This sentence sets the stage for the article by introducing the topic of USC students holding a vigil, linked to broader issues with China’s COVID policies. It provides context and background that will be explored further in the article."}, {"sentence": "An election worker prepares I Voted stickers at a polling place Tuesday, Nov. 3, 2020, in Ballwin, Mo. (AP Photo/Jeff Roberson)  By Anthony Slade, Kimberly Aguirre, Vincent Demonte, and Dana Hammerstrom October 31, 2022, at 6:43 pm PDT  Next Tuesday, the California midterm elections will give voters the chance to weigh in on seven propositions addressing issues ranging from reproductive rights to flavored tobacco products.", "notes": "This sentence introduces the main topic of the upcoming California midterm elections, providing a brief overview of what voters will be deciding on, thereby setting the context for further discussion in the article."}]}, "Main Event": {"examples": [{"sentence": "Happening within 72 hours of the Monterey Park shooting, another shooting occurred on a farm in Half Moon Bay in Northern California, killing seven people as a result.", "notes": "This sentence captures the main event by providing details about the location, timing, and outcome of a significant shooting incident, making it the central focus of its article."}, {"sentence": "If passed, Prop 1 would change the California Constitution to say that the state cannot deny or interfere with a person’s reproductive freedom, like the right to abortion.", "notes": "This sentence highlights the main event by describing a potential constitutional amendment, outlining its implications and significance in terms of reproductive rights, making it a central legislative focus."}, {"sentence": "The festival will take place on April 22 and 23, with nearly 250 events scheduled across the two days.", "notes": "This sentence summarizes the main event by providing information about the timing and scale of a festival, which makes it the main feature of the article regarding this event."}, {"sentence": "This report described the Nigerian military’s secret abortion program that forcefully terminated the fetuses of women impregnated by the Islamist insurgency group Boko Haram.", "notes": "This sentence encapsulates the main event by detailing a serious and sensitive topic involving the military and insurgency, highlighting its significance as a key focus of the report."}]}, "Quote": [{"Sentence": "“When you have the best weather in college football, you don’t get many of these days,” Riley said. “", "Notes": "This example is a direct quote from a person named Riley, providing insight into a specific situation related to the weather in college football."}, {"Sentence": "“Blake, I’ve been waiting for this moment for four years,” Bonds said. “", "Notes": "This is a direct quote from Bonds, conveying a personal emotion or perspective, which adds depth to the discussion topic."}, {"Sentence": "“[They are the kind of friends] that were like, ‘if you’re going to pick on our friend, you’re going to pick on us,” Padilla said. “", "Notes": "This sentence is a direct quote from Padilla, providing insight into the nature of friendships and support within a specific situation."}, {"Sentence": "“Either of the candidates that will be elected will need to attack the question of building permanent housing,” said Hartman. “", "Notes": "This quote from Hartman offers a perspective on a political matter, adding support and insight into the discussion about housing."}], "Supporting Evidence": {"examples": [{"sentence": "According to a survey from the Trevor Project, nearly half of LGBTQ+ youth seriously considered attempting suicide in the past year — at least one queer child attempts suicide every 45 seconds.", "note": "This sentence provides statistical data from a reputable source, supporting claims about the mental health crisis among LGBTQ+ youth."}, {"sentence": "According to The Foundation for the Conservation of the Chiquitano Forest, in 2019, 2020 and 2021 forest fires consumed 3.7 million, 2.2 million and 2.3 million hectares respectively.", "note": "This sentence provides specific data over multiple years, supporting claims about the impact of forest fires on the Chiquitano Forest."}, {"sentence": "On ESPN’s College Basketball Power Index, Alabama’s resume ranking is one of the best.", "note": "This sentence provides a ranking from a reputable sports index, supporting claims about Alabama's performance in college basketball."}, {"sentence": "If the ball costs 10¢, then the total cost will be $1.20 (10¢ for the ball and $1.10 for the bat), not $1.10.", "note": "This sentence provides a breakdown of costs, supporting a claim about a common mathematical misunderstanding."}]}, "Transition": {"examples": [{"sentence": "Takeoff’s death has sparked immense grief even beyond the limits of hip-hop circles.", "note": "This sentence transitions from discussing Takeoff's career to expressing the broader impact of his death."}, {"sentence": "Anderson will take on a new role as head coach for Iona, succeeding Rick Pitino.", "note": "This sentence transitions by shifting focus from Rick Pitino's tenure to introducing Anderson's new position."}, {"sentence": "A pivotal juncture in the debate came when the moderators asked how the candidates planned on funding their plans on crucial issues.", "note": "This sentence transitions the focus from general debate discussion to a specific, critical moment within it."}, {"sentence": "Unfortunately for the Trojans, just as their play started looking promising, it soon went south for them.", "note": "This sentence transitions from a positive development in a game to an unexpected downturn, shifting the narrative focus."}]}}